# -*- coding: utf-8 -*-

# intent:снежная_погода

SNOWY_WEATHER = {
    'samples': [
        'сегодня пойдет снег',
        'завтра пойдет снег',
        'сейчас идет снег',
        'сегодня будет снег',
        'завтра будет снег',
        'сегодня ожидается похолодание',
        'сегодня ожидаются мороз',
        'завтра ожидается похолодание',
        'завтра ожидаются мороз',
        'завтра сохранится морозная погода',
    ],
    'responses': [
        'Надень носки а то замерзнешь.',
        'Возьми палатку так спокойней.',
        'Не мети пургу, все будет нормально.',
    ],
}
