# -*- coding: utf-8 -*-

# intent:солнечная_погода

SUNNY_WEATHER = {
    'samples': [
        'сегодня потепление обещают',
        'завтра потепление обещают',
        'сегодня ожидается жара',
        'завтра ожидается жара',
        'сегодня ожидается потепление',
        'завтра ожидается потепление',
        'сегодня обещает теплую погоду',
        'завтра обещает теплую погоду',
        'сегодня будет солнечно',
        'завтра будет солнечно',
    ],
    'responses': [
        'Сними носки а то вспотеешь.',
        'Не смотри на солнце, брови обгорят.',
    ],
}
