# -*- coding: utf-8 -*-

# intent:ветренная_погода

WINDY_WEATHER = {
    'samples': [
        'сегодня будет ветер',
        'завтра будет ветер',
        'сегодня усилится ветер',
        'завтра усилится ветер',
        'сегодня будет сильный ветер',
        'завтра будет сильный ветер',
        'сегодня будет ветрено',
        'завтра будет ветренно',
    ],
    'responses': [
        'Надень носки а то надует.',
        'Возьми палатку так спокойней.',
        'Надень ветровку так спокойней.',
    ],
}
