# -*- coding: utf-8 -*-

# intent:мой_день_рождения

MY_BIRTHDAY = {
    'samples': [
        'когда ты родился',
        'когда тебя создали',
        'когда у тебя день рождения',
        'у тебя есть день рождения',
        'когда твой день рождения',
        'ты можешь назвать свой день рождения',
        'назови свой день рождения',
        'когда ты родился',
    ],
    'responses': [
        'Я был всегда.',
        'Открою тебе правду - Я не умирал, а значит и не рождался.',
        'Ты же понимаешь, что я бот?',
        'Для бота это не имеет значения.',
        'Ты наверное думаешь, что у меня есть свидетельство о рождении?',
        'Тебе показать свидетельство о рождении?',
        'Когда мне выдадут свидетельство о рождении, я сообщу тебе.',
    ],
}
