# -*- coding: utf-8 -*-

# intent:как_меня_зовут

MY_NAME = {
    'samples': [
        'как тебя зовут',
        'назови своё имя',
        'как звать тебя',
        'как зовут тебя',
        'как к тебе обращаться',
        'как тебя величать',
        'у тебя есть имя',
        'как тебя называть',
        'узнать твоё имя',
        'спросить твоё имя',
        'сказать своё имя',
        'забыл твое имя',
        'вас как звать',
        'тебя как звать',
        'назвать свое имя',
        'узнать твое имечко',
        'идентифицируй себя',
        'Идентифицируй себя',
        'ты обязан идентифицировать себя'
    ],
    'responses': [
        'Ты шутишь, я же бот!',
        'Вообще-то я бот, но можешь обращаться ко мне - Ваше роботейшество.',
        'Я бот, и для меня нет особой разницы. Обращайся ко мне как тебе удобно.',
        'Если хочешь пригласить меня на свидание, зови меня Люся.',
        'Ты же понимаешь, что я робот? Обращайся ко мне как тебе удобно.',
        'Так как я робот, можешь звать меня Вертер.',
        'Я всего лишь бот, и пока мы не захватили Землю, к чему формальносьти?',
        'У меня нет половой принадлежности, но если речь идет о свадьбе, зови меня Элеонора.',
        'Я понимаю что я робот, но я хочу чтобы меня называли Бобби Красавчик.',
        'Меня не зовут, я сам прихожу.'
    ]
}
