# -*- coding: utf-8 -*-

# intent:предварительные_намерения

PRE_INTENTS = {
    'samples': [
        'как ты думаешь',
        'я вот что подумал',
        'неужели ты так считаешь',
        'ты знаешь, было бы неплохо',
        'но есть одно "но"',
        'есть одно "но"',
        'если бы это было возможно',
        'это было бы здорово',
        'я бы очень этого хотел',
        'даже не верится что это возможно',
        'ну все таки',
        'и все таки',
    ],
    'responses': ['...']
}
