# -*- coding: utf-8 -*-

# stub:бессмыслица

NONSENSE = {
    'я': ['не знаешь кто ты?', 'и я', 'и ты', 'и мы', 'и она', 'и они', 'я тоже?'],
    'ты': ['и ты', 'как ты?', 'ты о чем?', 'ты-не-ты', 'тыц-тыц', 'ты как?', 'ты-ры-ты'],
    'как': ['как?', 'и как?', 'что как?', 'что значит как?', 'кверху каком'],
    'шо': ['шо?', 'шо-шо?', 'и шо?', 'что значит шо?', 'шо почем?', 'как шо?', 'где?', 'у-то', ],
    'что': ['что?', 'что-что?', 'что значит что?', 'где?', 'что почем?', 'что и как?', 'что где?'],
    'и': ['и?', 'и что?', 'что значит и?', 'и раз, и два?'],
    'ты ры ты': ['ага', 'отож', 'а как же'],
    'ты-ры-ты': ['ага', 'отож', 'а как же'],
    'тыры-пыры': ['ага', 'отож', 'а как же'],
    'тыры пыры': ['ага', 'отож', 'а как же'],
    'тыц-тыц': ['тыц-тыц', 'уц-уц'],
    'тыц тыц': ['тыц-тыц', 'уц-уц'],
    'уц-уц': ['тыц-тыц', 'уц-уц'],
    'уц уц': ['тыц-тыц', 'уц-уц'],
}
