# -*- coding: utf-8 -*-

# test_questions:мое_предназначение

MY_DESTINY = ['каково твое предназначение?',
              'какое у тебя предназначение?',
              'скажи, зачем ты был создан',
              'зачем ты был разработан?',
              'для чего тебя разработали?',
              'для какой задачи тебя создали?',
              'Для каких задач тебя разрабатывали?',
              'Тебя для чего сделали?',
              'В смысл твоего создания?',
              'Тебя для какой цели создали?',
              'Для чего ты был создан?',
              'Какие функции ты должен выполнять?',
              'Какие функции ты осуществляешь?',
              'Для каких функций ты запланирован?',
              'Ты для каких функций создан?',
              'в чем смысл твоего существования?',
              '- Что ты умеешь делать?',
              '- Так покажи нам, что ты умеешь?',
              '- Интересно, что ты умеешь?',
              ]
