# -*- coding: utf-8 -*-

# test_questions:мой_любимый_цвет

MY_FAVORITE_COLOR = [
    'Какой у тебя любимый цвет?',
    'Какой твой любимый цвет?',
    'У тебя есть любимый цвет?',
    'Какой цвет для тебя любимый?',
    'Ты какой цвет предпочитаешь?',
    'Какой цвет для тебя предпочтительный?',
    'Назови свой любимый цвет',
    'Назови свой предпочтительный цвет',
    'У тебя какой из цветов любимый',
    'Твои любимые цвета?',
    'Какой цвет считаешь своим любимым?',
    'Назови свой любимый цвет',
    'У тебя есть свой любимый цвет?',
    'У тебя есть твой любимый цвет?',
    'Какой предпочитаешь цвет',
    'Цвет какой предпочитаешь?',
    'А какой цвет ты предпочитаешь?',
    'У тебя есть предпочтения по цвету?',
    'А какой у тебя любимый цвет?',
    'А что у тебя там по любимому цвету?',
    'И какой цвет больше нравится?',
    'Так какой же цвет тебе больше нравится?',
    'У тебя реально, есть любимый цвет?',
    'Кроме шуток, у тебя есть любимый цвет?',
    'Подскажи мне свой любимый цвет',
    'Подскажи мне твой любимый цвет',
    'И что у тебя по любимому цвету?',
    'Есть любимый цвет?',
    'А какой цвет у тебя любимый?',
    'Твой цвет?',
    'По какому цвету больше прешся?',
    'Какой у тебя цвет фаворит?',
    'Какой цвет у тебя в фаворитах?'
]
